DavidAnson.vscode-markdownlint
eamodio.gitlens
eg2.tslint
foxundermoon.shell-format
hbrok.markdown-preview-bitbucket
HookyQR.beautify
iciclesoft.workspacesort
johnpapa.Angular2
Mikael.Angular-BeastCode
mikestead.dotenv
mohsen1.prettify-json
ms-python.python
ms-vscode.Go
PeterJausovec.vscode-docker
rbbit.typescript-hero
timonwong.shellcheck
Tyriar.sort-lines
yzhang.markdown-all-in-one
